Repository: sawwerakyawkyaw/winthirikyaw-inventory-management
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: my

source: Affordable prices with high quality
my: စျေးနှုန်းချိုသာပြီးအရည်အသွေးကောင်းမွန်ခြင်း

source: Already have an account?
my: အကောင့်ရှိပြီးသားလား?

source: Create an account
my: အကောင့်ဖွင့်ပါ

source: Creating account...
my: အကောင့်ဖွင့်နေပါသည်...

source: Don't have an account?
my: အကောင့်မရှိသေးဘူးလား?

source: Enter your email
my: သင့်အီးမေးလ်ရိုက်ထည့်ပါ

source: Enter your name
my: သင့်အမည်ရိုက်ထည့်ပါ

source: Error!
my: အမှားတစ်ခုရှိပါသည်!

source: Forgot your password?
my: သင့်စကားဝှက်မေ့သွားသလား?

source: Hang in there while we get back on track
my: အနည်းငယ်စောင့်ပါ၊ ပြန်လည်ကောင်းမွန်လာအောင်ကြိုးစားနေပါသည်။

source: Logging in...
my: အကောင့်ဝင်နေပါသည်...

source: Login
my: အခုတင်ပင်ဝင်ရောက်ပါ

source: Oops, something went wrong! Please check the errors below.
my: အိုး… တစ်ခုခုမှားနေပါသည်။ အောက်ဖော်ပြပါအမှားများကိုစစ်ဆေးပါ။

source: Password
my: စကားဝှက်

source: Reliable and trustworthy service
my: ယုံကြည်စိတ်ချရသောဝန်ဆောင်မှု

source: Remember me
my: မှတ်သားထားပါ

source: Something went wrong!
my: တစ်ခုခုမှားနေပါသည်!

source: Success!
my: အောင်မြင်ပါသည်!

source: We can't find the internet
my: အင်တာနက်ကိုရှာမရပါ။

source: Welcome back
my: ပြန်လည်ကြိုဆိုပါတယ်!

source: Wide variety of spare parts available
my: အမျိုးမျိုးသောအပိုပစ္စည်းရနိုင်ခြင်း

source: Your email
my: သင့်အီးမေးလ်

source: Your name
my: သင့်အမည်

source: close
my: ပိတ်ပါ

source: Automotive Spare Parts
my: ဂျပန်ကားပစ္စည်းဆိုင်

source: Win Thiri Kyaw
my: ဝင်းသီရိကျော်
